Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: Audio Muffle
de: Audio-Dämpfung
ja: 音声マッフル
zh_hans: 音频低通滤波

source: Muffle system audio during recording
de: Systemaudio während der Aufnahme dumpf wiedergeben
ja: 録音中にシステム音声をこもらせる
zh_hans: 录音时降低系统音频的高频

source: Keeps music playing with reduced high frequencies. Requires macOS 14.2 and system audio permission. Enabling muffle turns off media pause.
de: Musik läuft mit reduzierten Höhen weiter. Erfordert macOS 14.2 und die Berechtigung für Systemaudio. Audio-Dämpfung deaktiviert die Medienpause.
ja: 高音域を抑えながら音楽の再生を続けます。macOS 14.2とシステム音声の許可が必要です。有効にするとメディアの一時停止がオフになります。
zh_hans: 在降低高频的同时继续播放音乐。需要 macOS 14.2 和系统音频权限。启用此功能会关闭媒体暂停。

source: Audio output changed. Muffle stopped.
de: Audioausgabe geändert. Audio-Dämpfung beendet.
ja: 音声出力が変更されました。マッフルを停止しました。
zh_hans: 音频输出已更改。低通滤波已停止。

source: Audio muffle requires macOS 14.2 or later.
de: Audio-Dämpfung erfordert macOS 14.2 oder neuer.
ja: 音声マッフルにはmacOS 14.2以降が必要です。
zh_hans: 音频低通滤波需要 macOS 14.2 或更高版本。

source: Audio muffle requires a mono or stereo Float32 output device.
de: Audio-Dämpfung erfordert ein Mono- oder Stereo-Ausgabegerät mit Float32-Format.
ja: 音声マッフルにはモノラルまたはステレオのFloat32出力デバイスが必要です。
zh_hans: 音频低通滤波需要单声道或立体声 Float32 输出设备。

source: Could not start audio muffle. Allow system audio access in System Settings and try again.
de: Audio-Dämpfung konnte nicht gestartet werden. Erlaube den Zugriff auf Systemaudio in den Systemeinstellungen und versuche es erneut.
ja: 音声マッフルを開始できませんでした。システム設定でシステム音声へのアクセスを許可して、再試行してください。
zh_hans: 无法启动音频低通滤波。请在系统设置中允许系统音频访问，然后重试。

source: Update %@
de: %@ aktualisieren
ja: %@をアップデート
zh_hans: 更新 %@

source: Clear balance
de: Guthaben löschen
zh_hans: 清除余额设置

source: Last recognition
de: Letzte Spracherkennung
zh_hans: 最近识别时间

source: Balance updated
de: Guthaben aktualisiert
zh_hans: 余额更新时间

source: Spent since balance update
de: Verbrauch seit Guthabenaktualisierung
zh_hans: 余额更新后已用时长

source: Estimated remaining
de: Geschätztes Restguthaben
zh_hans: 预计剩余时长

source: Authorization Key is stored securely in the Keychain. If validation fails with a certificate error, install the SaluteSpeech certificate trusted by macOS.
de: Der Autorisierungsschlüssel wird sicher im Schlüsselbund gespeichert. Falls die Prüfung wegen eines Zertifikatfehlers scheitert, installiere das von macOS als vertrauenswürdig eingestufte SaluteSpeech-Zertifikat.
zh_hans: 授权密钥安全地存储在钥匙串中。如果验证因证书错误而失败，请安装受 macOS 信任的 SaluteSpeech 证书。

source: Local estimate. Update it from SaluteSpeech Studio.
de: Lokale Schätzung. Aktualisiere sie anhand von SaluteSpeech Studio.
zh_hans: 此为本地估算值。请根据 SaluteSpeech Studio 中的数据更新。

source: Reset tracked usage
de: Erfassten Verbrauch zurücksetzen
zh_hans: 重置已记录的用量

source: Save balance
de: Guthaben speichern
zh_hans: 保存余额

source: Valid until
de: Gültig bis
zh_hans: 有效期至

source: Minutes
de: Minuten
zh_hans: 分钟

source: Studio remaining
de: Studio-Restguthaben
zh_hans: Studio 剩余时长

source: Tracked spent
de: Erfasster Verbrauch
zh_hans: 累计已用时长

source: Recognition Usage
de: Spracherkennungsnutzung
zh_hans: 语音识别用量

source: Corporate
de: Unternehmen
zh_hans: 企业

source: Personal
de: Persönlich
zh_hans: 个人

source: OAuth Scope
de: OAuth-Bereich
zh_hans: OAuth 权限范围

source: Authorization Key
de: Autorisierungsschlüssel
zh_hans: 授权密钥

source: Reset Defaults
de: Standardwerte wiederherstellen
zh_hans: 恢复默认设置

source: One word per line. Commas and semicolons are also accepted.
de: Ein Wort pro Zeile. Kommas und Semikolons werden ebenfalls akzeptiert.
zh_hans: 每行一个词，也可使用逗号或分号分隔。

source: Filler words
de: Füllwörter
zh_hans: 填充词

source: Connected
de: Verbunden
zh_hans: 已连接

source: No memories match your search.
de: Keine Erinnerungen passen zu deiner Suche.
zh_hans: 没有找到匹配的记忆。

source: Memories will appear here after transcriptions are processed.
de: Nach der Verarbeitung von Transkriptionen erscheinen hier Erinnerungen.
zh_hans: 处理转录内容后，记忆会显示在这里。

source: No Memories
de: Keine Erinnerungen
zh_hans: 暂无记忆

source: Search memories...
de: Erinnerungen durchsuchen …
zh_hans: 搜索记忆…

source: %lld memories stored
de: %lld gespeicherte Erinnerungen
zh_hans: 已存储 %lld 条记忆

source: Usage Statistics
de: Nutzungsstatistik
zh_hans: 使用统计

source: Not enough disk space to download %@. It needs %@ of free space, but only %@ is available on “%@”.
de: Nicht genug Speicherplatz, um %1$@ herunterzuladen. Benötigt werden %2$@ freier Speicher, auf „%4$@“ sind aber nur %3$@ verfügbar.
ja: %1$@ をダウンロードするための空き容量が足りません。%2$@ の空き容量が必要ですが、「%4$@」で使用できるのは %3$@ だけです。
zh_hans: 磁盘空间不足，无法下载 %1$@。需要 %2$@ 可用空间，但“%4$@”上只有 %3$@ 可用。

source: Not enough disk space to download %@. It needs %@ of free space, but only %@ is available.
de: Nicht genug Speicherplatz, um %1$@ herunterzuladen. Benötigt werden %2$@ freier Speicher, verfügbar sind aber nur %3$@.
ja: %1$@ をダウンロードするための空き容量が足りません。%2$@ の空き容量が必要ですが、使用できるのは %3$@ だけです。
zh_hans: 磁盘空间不足，无法下载 %1$@。需要 %2$@ 可用空间，但只有 %3$@ 可用。

source: Other model downloads in progress still need %@.
de: Andere laufende Modell-Downloads benötigen noch %@.
ja: 実行中の他のモデルのダウンロードに、まだ %@ が必要です。
zh_hans: 其他正在进行的模型下载仍需要 %@。

source: Free up space and try again.
de: Gib Speicherplatz frei und versuche es erneut.
ja: 空き容量を増やしてから、もう一度お試しください。
zh_hans: 请释放空间后重试。

source: Selected entry content
de: Inhalt des ausgewählten Eintrags
zh_hans: 所选条目内容

source: First row is a header
de: Erste Zeile ist eine Kopfzeile
zh_hans: 首行为标题行

source: Source files found on this Mac: %@.
de: Quelldateien auf diesem Mac gefunden: %@.
zh_hans: 在此 Mac 上找到来源文件：%@。

source: Review Words...
de: Wörter prüfen …
zh_hans: 预览词语…

source: Review Snippets...
de: Snippets prüfen …
zh_hans: 预览文本片段…

source: Import from Wispr Flow or Handy...
de: Aus Wispr Flow oder Handy importieren …
zh_hans: 从 Wispr Flow 或 Handy 导入…

source: This file does not have a supported import format.
de: Diese Datei hat kein unterstütztes Importformat.
zh_hans: 此文件的导入格式不受支持。

source: The source could not be read safely. Quitting the source app and trying again may help. Nothing was imported.
de: Die Quelle konnte nicht sicher gelesen werden. Beende gegebenenfalls die Quell-App und versuche es erneut. Es wurde nichts importiert.
zh_hans: 无法安全读取来源。退出来源应用后重试可能有帮助。未导入任何内容。

source: The source exceeds the import limits. Nothing was imported.
de: Die Quelle überschreitet die Importgrenzen. Es wurde nichts importiert.
zh_hans: 来源超出导入限制。未导入任何内容。

source: The import could not be saved. Nothing was imported.
de: Der Import konnte nicht gespeichert werden. Es wurde nichts importiert.
zh_hans: 无法保存导入内容。未导入任何内容。

source: No source file was found. Use Choose File to locate it.
de: Keine Quelldatei gefunden. Suche sie über „Datei auswählen“.
zh_hans: 未找到来源文件。请使用“选择文件”定位文件。

source: Your list changed while you were reviewing. Nothing was imported. Please review the updated list.
de: Die Liste wurde während der Prüfung geändert. Es wurde nichts importiert. Bitte prüfe die aktualisierte Liste.
zh_hans: 列表在预览期间发生了变化。未导入任何内容。请检查更新后的列表。

source: Import Words from Another App
de: Wörter aus anderer App importieren
zh_hans: 从其他应用导入词语

source: Import Snippets from Another App
de: Snippets aus anderer App importieren
zh_hans: 从其他应用导入文本片段

source: Review the entries before importing. Existing entries will not be overwritten.
de: Prüfe die Einträge vor dem Import. Vorhandene Einträge werden nicht überschrieben.
zh_hans: 请在导入前检查条目。现有条目不会被覆盖。

source: Source
de: Quelle
zh_hans: 来源

source: Read from App
de: Aus App lesen
zh_hans: 从应用读取

source: Choose File...
de: Datei auswählen …
zh_hans: 选择文件…

source: Reading source...
de: Quelle wird gelesen …
zh_hans: 正在读取来源…

source: Term / Trigger
de: Begriff / Auslöser
zh_hans: 词语 / 触发词

source: Import Selected
de: Auswahl importieren
zh_hans: 导入所选内容

source: No compatible entries found. Nothing was changed.
de: Keine kompatiblen Einträge gefunden. Es wurde nichts geändert.
zh_hans: 未找到兼容条目。未进行任何更改。

source: Snippets containing TypeWhisper dynamic placeholders are excluded to preserve literal text.
de: Snippets mit dynamischen TypeWhisper-Platzhaltern werden ausgelassen, damit sich der Text nicht ungewollt verändert.
zh_hans: 含有 TypeWhisper 动态占位符的文本片段将被排除，以保留原始文本含义。

source: New
de: Neu
zh_hans: 新增

source: Duplicate
de: Duplikat
zh_hans: 重复

source: Conflict
de: Konflikt
zh_hans: 冲突

source: Import from Another App...
de: Aus anderer App importieren …
zh_hans: 从其他应用导入…

source: %lld selected, %lld duplicates, %lld conflicts.
de: Ausgewählt: %lld · Duplikate: %lld · Konflikte: %lld
zh_hans: 已选择 %lld 项，%lld 项重复，%lld 项冲突。

source: %lld entries excluded (deleted, another entry type, empty or incompatible).
de: Ausgelassene Einträge: %lld (gelöscht, anderer Eintragstyp, leer oder inkompatibel).
zh_hans: 已排除 %lld 个条目（已删除、其他类型、空白或不兼容）。

source: Canary needs an explicit source language. Choose Greek or English for Sophea in Dictation settings.
de: Canary braucht eine konkrete Ausgangssprache. Wähle für Sophea Griechisch oder Englisch in den Diktateinstellungen.
ja: Canaryでは入力言語の指定が必要です。Sopheaを使う場合は、音声入力設定でギリシャ語または英語を選択してください。
zh_hans: Canary 需要明确指定源语言。使用 Sophea 时，请在听写设置中选择希腊语或英语。

source: A model operation is already in progress. Wait for it to finish.
de: Ein Modellvorgang läuft bereits. Warte, bis er abgeschlossen ist.
ja: モデルの処理が進行中です。完了するまでお待ちください。
zh_hans: 模型操作正在进行中，请等待完成。

source: A token is only needed for private or gated models. It is used for this import and is not saved.
de: Ein Token ist nur für private oder zugangsbeschränkte Modelle nötig. Es wird für diesen Import verwendet und nicht gespeichert.
ja: 非公開またはアクセス制限のあるモデルにのみトークンが必要です。このインポートにのみ使用され、保存されません。
zh_hans: 仅私有或受限模型需要令牌。令牌仅用于此次导入，不会保存。

source: Add a model compatible with an installed local engine. The model is checked and loaded before the import completes.
de: Füge ein Modell für eine installierte lokale Engine hinzu. Das Modell wird vor Abschluss des Imports geprüft und geladen.
ja: インストール済みのローカルエンジンに対応するモデルを追加します。インポート完了前にモデルを検証して読み込みます。
zh_hans: 添加与已安装的本地引擎兼容的模型。导入完成前会验证并加载模型。

source: Cancelling…
de: Wird abgebrochen …
ja: キャンセル中…
zh_hans: 正在取消…

source: Checking model compatibility…
de: Modellkompatibilität wird geprüft …
ja: モデルの互換性を確認中…
zh_hans: 正在检查模型兼容性…

source: Choose Folder…
de: Ordner auswählen …
ja: フォルダを選択…
zh_hans: 选择文件夹…

source: Choose a model folder or enter a Hugging Face model URL (https://huggingface.co/owner/model).
de: Wähle einen Modellordner oder gib eine Hugging-Face-Modell-URL ein (https://huggingface.co/owner/model).
ja: モデルフォルダを選ぶか、Hugging FaceモデルのURLを入力してください（https://huggingface.co/owner/model）。
zh_hans: 请选择模型文件夹或输入 Hugging Face 模型网址（https://huggingface.co/owner/model）。

source: Choose the folder containing config.json, tokenizer files and weights. TypeWhisper keeps its own copy; your original files are not changed.
de: Wähle den Ordner mit config.json, Tokenizer-Dateien und Gewichten. TypeWhisper erstellt eine eigene Kopie; deine Originaldateien bleiben unverändert.
ja: config.json、トークナイザー、重みを含むフォルダを選択してください。TypeWhisperはコピーを保存し、元のファイルは変更しません。
zh_hans: 选择包含 config.json、分词器文件和权重的文件夹。TypeWhisper 会保存副本，不会修改原始文件。

source: Hugging Face model URL
de: Hugging-Face-Modell-URL
ja: Hugging FaceモデルのURL
zh_hans: Hugging Face 模型网址

source: Hugging Face returned HTTP %lld. For private or gated models, provide a token with access to the model.
de: Hugging Face hat HTTP %lld zurückgegeben. Verwende für private oder zugangsbeschränkte Modelle ein Token mit Zugriff auf das Modell.
ja: Hugging FaceがHTTP %lldを返しました。非公開またはアクセス制限のあるモデルには、アクセス権のあるトークンを指定してください。
zh_hans: Hugging Face 返回 HTTP %lld。私有或受限模型需要提供具有访问权限的令牌。

source: Import
de: Importieren
ja: インポート
zh_hans: 导入

source: Import Model…
de: Modell importieren …
ja: モデルをインポート…
zh_hans: 导入模型…

source: Import Speech Model
de: Spracherkennungsmodell importieren
ja: 音声認識モデルをインポート
zh_hans: 导入语音识别模型

source: Import a local speech model
de: Ein lokales Spracherkennungsmodell importieren
ja: ローカル音声認識モデルをインポート
zh_hans: 导入本地语音识别模型

source: Imported and loaded: %@
de: Importiert und geladen: %@
ja: インポート・読み込み完了：%@
zh_hans: 已导入并加载：%@

source: Importing and loading with %@…
de: Importieren und Laden mit %@ …
ja: %@でインポート・読み込み中…
zh_hans: 正在使用 %@ 导入并加载…

source: Install or enable the %@ plugin in Integrations to import this model.
de: Installiere oder aktiviere das Plugin %@ unter Integrationen, um dieses Modell zu importieren.
ja: このモデルをインポートするには、連携で%@プラグインをインストールまたは有効にしてください。
zh_hans: 请在集成中安装或启用 %@ 插件，以导入此模型。

source: Local Folder
de: Lokaler Ordner
ja: ローカルフォルダ
zh_hans: 本地文件夹

source: Menu Bar & Dock
de: Menüleiste & Dock
ja: メニューバーと Dock
zh_hans: 菜单栏与程序坞

source: The model architecture ‘%@’ is not supported by the installed engines. Importing its files cannot add a new engine.
de: Die Modellarchitektur „%@“ wird von den installierten Engines nicht unterstützt. Durch den Dateiimport kann keine neue Engine hinzugefügt werden.
ja: モデルアーキテクチャ「%@」に対応するエンジンがありません。ファイルのインポートでは新しいエンジンを追加できません。
zh_hans: 已安装的引擎不支持模型架构“%@”。导入文件无法添加新的引擎。

source: The notch itself stays black. The theme applies to the area that expands below it.
de: Der Notch selbst bleibt schwarz. Das Theme gilt für den Bereich, der darunter ausklappt.
ja: ノッチ自体は黒のままです。テーマはその下に展開される領域に適用されます。
zh_hans: 刘海本身保持黑色。主题应用于其下方展开的区域。

source: Theme
de: Design
ja: テーマ
zh_hans: 主题

source: This model cannot be imported: %@
de: Dieses Modell kann nicht importiert werden: %@
ja: このモデルをインポートできません：%@
zh_hans: 无法导入此模型：%@

source: This model has already been imported.
de: Dieses Modell wurde bereits importiert.
ja: このモデルはインポート済みです。
zh_hans: 此模型已导入。

source: You can select the engine in Dictation settings and manage the model in Integrations.
de: Du kannst die Engine in den Diktateinstellungen auswählen und das Modell unter Integrationen verwalten.
ja: 音声入力設定でエンジンを選択し、連携でモデルを管理できます。
zh_hans: 你可以在听写设置中选择引擎，在集成中管理模型。

source: The last three successful dictations are also kept for up to 24 hours so you can retry an incomplete result. Immediately disables this retry buffer too.
de: Die letzten drei erfolgreichen Diktate werden ebenfalls bis zu 24 Stunden aufbewahrt, damit du unvollständige Ergebnisse erneut transkribieren kannst. „Sofort“ deaktiviert auch diesen Puffer.
ja: 不完全な結果を再度文字起こしできるよう、直近3件の成功した音声入力も最大24時間保存されます。「即時」を選ぶと、この一時保存も無効になります。
zh_hans: 最近三次成功的听写也会保留最多24小时，以便重新转写不完整的结果。选择“立即”也会禁用此临时保存功能。

source: Recent successful dictation
de: Kürzlich erfolgreiches Diktat
ja: 最近成功した音声入力
zh_hans: 最近成功的听写

source: 10 and above
de: Ab 10
ja: 10以上
zh_hans: 10及以上

source: 100 and above
de: Ab 100
ja: 100以上
zh_hans: 100及以上

source: Convert numbers to digits
de: Zahlen in Ziffern umwandeln
ja: 数字に変換する範囲
zh_hans: 转换为数字的范围

source: No Integration Commands
de: Keine Integrationsbefehle
zh_hans: 没有集成命令

source: , Lifetime
de: , Lebenslang
ja: 、ライフタイム
zh_hans: ，终身版

source: Cancellation behavior
de: Abbruchverhalten
ja: キャンセル方法
zh_hans: 取消方式

source: Double: press Esc twice to cancel. Single: press Esc once. Both show a cancellation banner for 1.5 seconds. Instant: press Esc once without a banner. Disabled: Esc never cancels and passes through to the app. Applies to recording and processing.
de: Doppelt: Esc zweimal drücken. Einfach: Esc einmal drücken. Beide zeigen für 1,5 Sekunden eine Abbruchbestätigung. Instant: Esc einmal drücken, ohne Bestätigungsanzeige. Deaktiviert: Esc bricht nie ab und wird an die App weitergeleitet. Gilt für Aufnahme und Verarbeitung.
ja: 2回：Escキーを2回押してキャンセルします。1回：Escキーを1回押します。どちらもキャンセル通知を1.5秒間表示します。即時：Escキーを1回押すと、通知を表示せずにキャンセルします。無効：Escを押してもキャンセルされず、アプリにそのまま渡されます。録音中と処理中の両方に適用されます。
zh_hans: 双次：按两次 Esc 取消。单次：按一次 Esc 取消。这两种方式都会显示 1.5 秒的取消提示。即时：按一次 Esc 取消，不显示提示。禁用：Esc 不会取消，并传递给应用。适用于录音和处理。

source: Smaller numbers stay as spoken words. Decimals and digit sequences still convert to digits. Existing digits stay unchanged.
de: Kleinere Zahlen bleiben ausgeschrieben. Dezimalzahlen und Ziffernfolgen werden weiterhin in Ziffern umgewandelt. Vorhandene Ziffern bleiben unverändert.
ja: 小さい数は元の表記を保持します。小数と数字の並びは引き続き数字に変換します。既存の数字は変更しません。
zh_hans: 较小的数保留原来的文字写法。小数和逐位口述的数字串仍会转换为数字。已有的数字保持不变。

# cancellationBehavior.disabled
source: Disabled
de: Deaktiviert
ja: 無効
zh_hans: 禁用

# cancellationBehavior.double
source: Double
de: Doppelt
ja: 2回
zh_hans: 双次

# cancellationBehavior.single
source: Single
de: Einfach
ja: 1回
zh_hans: 单次

source: %@ EUR
de: %1$@ EUR

source: %@ ready
de: %@ bereit
ja: %@ 準備完了
zh_hans: %@ 就绪

# %@, %lld entries
source: %1$@, %2$lld entries
de: %1$@, %2$lld Einträge
ja: %@、%lld件のエントリ
zh_hans: %1$@，%2$lld 个条目

source: %d of %d categories selected
de: %d von %d Kategorien ausgewählt
zh_hans: 已选择 %1$d/%2$d 个类别

source: %d pending
de: %d ausstehend
zh_hans: %d 个待处理

source: %d terms
de: %d Begriffe
ja: %d件の用語
zh_hans: %d 个词条

source: %lld days
de: %lld Tage
ja: %lld日
zh_hans: %lld 天

source: %lld days ago
de: vor %lld Tagen
ja: %lld日前
zh_hans: %lld 天前

source: %lld dictations
de: %lld Diktate
ja: %lld件の文字起こし
zh_hans: %lld 次听写

source: %lld downloaded models
de: %lld heruntergeladene Modelle
ja: ダウンロード済みモデル%lld件
zh_hans: 已下载 %lld 个模型

source: %lld entries
de: %lld Einträge
ja: %lld件のエントリ
zh_hans: %lld 个条目

# %lld entries imported, %lld duplicates skipped.
source: %1$lld entries imported, %2$lld duplicates skipped.
de: %1$lld Einträge importiert, %2$lld Duplikate übersprungen.
ja: %lld件のエントリをインポートしました。%lld件の重複をスキップしました。
zh_hans: 已导入 %1$lld 个条目，跳过 %2$lld 个重复条目。

source: %lld entries imported.
de: Importierte Einträge: %1$lld.
ja: %lld件のエントリをインポートしました。
zh_hans: 已导入 %lld 个条目。

source: %lld hr ago
de: vor %lld Std
ja: %lld時間前
zh_hans: %lld 小时前

source: %lld items selected
de: %lld Einträge ausgewählt
ja: %lld件選択中
zh_hans: 已选择 %lld 项

source: %lld languages
de: %lld Sprachen
ja: %lld言語
zh_hans: %lld 种语言

source: %lld min ago
de: vor %lld Min
ja: %lld分前
zh_hans: %lld 分钟前

source: %lld storage plugin(s) active
de: %lld Speicher-Plugin(s) aktiv
ja: %lld件のストレージプラグインが有効
zh_hans: %lld 个存储插件已启用

source: %lld words
de: %lld Wörter
ja: %lld語
zh_hans: %lld 字数

source: %lldd
de: %lldT
ja: %lld日
zh_hans: %lld天

# %lldh %lldm
source: %1$lldh %2$lldm
de: %lldh %lldm
ja: %lld時間%lld分
zh_hans: %1$lld小时 %2$lld分钟

source: 1 downloaded model
de: 1 heruntergeladenes Modell
ja: ダウンロード済みモデル1件
zh_hans: 1 个已下载模型

source: 3 devices
de: 3 Geräte
ja: 3台のデバイス
zh_hans: 3 设备

source: 10 devices
de: 10 Geräte
ja: 10 デバイス
zh_hans: 10 设备

source: 30 days
de: 30 Tage
ja: 30 日
zh_hans: 30 天

source: 60 days
de: 60 Tage
ja: 60 日
zh_hans: 60 天

source: 90 days
de: 90 Tage
ja: 90 日
zh_hans: 90 天

source: 180 days
de: 180 Tage
ja: 180 日
zh_hans: 180 天

source: A Commercial license unlocks both premium features.
de: Eine kommerzielle Lizenz schaltet beide Premium-Funktionen frei.
zh_hans: 商业许可证可解锁全部高级功能。

source: About
de: Über
ja: このアプリについて
zh_hans: 关于

source: Accessibility
de: Bedienungshilfen
ja: アクセシビリティ
zh_hans: 辅助功能

source: Accessibility access is required to paste text into other apps.
de: Bedienungshilfen-Zugriff wird benötigt, um Text in andere Apps einzufügen.
ja: 他のアプリへテキストを貼り付けるには、アクセシビリティ権限が必要です。
zh_hans: 需要辅助功能权限才能将文本粘贴到其他应用。

source: Accessibility access required
de: Bedienungshilfen-Zugriff erforderlich
ja: アクセシビリティ権限が必要です
zh_hans: 需要辅助功能权限

source: Action Target
de: Aktionsziel
ja: アクション目標
zh_hans: 操作目标

source: Actions
de: Aktionen
ja: アクション
zh_hans: 操作

source: Activate
de: Aktivieren
ja: 有効化
zh_hans: 启用

source: Activate or buy a license to start writing sync files.
de: Aktiviere oder kaufe eine Lizenz, damit Sync-Dateien geschrieben werden können.
ja: Syncファイルを書き込むためにライセンスを有効化または購入してください。
zh_hans: 激活或购买许可证后即可开始写入同步文件。

source: Activation failed: %@
de: Aktivierung fehlgeschlagen: %1$@
ja: 有効化に失敗しました: %@
zh_hans: 启用失败：%@

source: Active
de: Aktiv
zh_hans: 已启用

source: Active profile
de: Aktives Profil
ja: アクティブなプロファイル
zh_hans: 当前配置文件

source: Active roles: %@
de: Aktive Rollen: %1$@
ja: アクティブなロール: %@
zh_hans: 已启用的角色：%@

source: Active Screen
de: Aktiver Bildschirm
ja: アクティブな画面
zh_hans: 当前屏幕

source: Activity
de: Aktivität
ja: アクティビティ
zh_hans: 活动

source: Activity chart, %@ total, peak %@ on %@.
de: Aktivitätsdiagramm, %1$@ insgesamt, Höchstwert %2$@ am %3$@.
ja: アクティビティチャート、合計%1$@、%3$@に最大%2$@。
zh_hans: 活动图表：总计 %@，%@ 达到峰值 %@。

source: Activity chart, no words in this period.
de: Aktivitätsdiagramm, keine Wörter in diesem Zeitraum.
ja: アクティビティチャート、この期間の単語はありません。
zh_hans: 活动图表，此时间段暂无字数。

source: Add
de: Hinzufügen
ja: 追加
zh_hans: 添加

source: Add Correction
de: Korrektur hinzufügen
ja: 修正を追加
zh_hans: 添加修正

source: Add custom sound
de: Eigenen Sound hinzufügen
ja: カスタム音を追加
zh_hans: 添加自定义声音

source: Add Files...
de: Dateien hinzufügen …
ja: ファイルを追加...
zh_hans: 添加文件…

source: Add Microphone
de: Mikrofon hinzufügen
ja: マイクを追加
zh_hans: 添加麦克风

source: Add new prompt
de: Neuen Prompt hinzufügen
ja: 新しいプロンプトを追加
zh_hans: 新建提示词

source: Add new snippet
de: Neues Snippet hinzufügen
ja: 新しいスニペットを追加
zh_hans: 新建快捷短语

source: Add Profile
de: Profil hinzufügen
ja: プロファイルを追加
zh_hans: 添加配置文件

source: Add Prompt
de: Prompt hinzufügen
ja: プロンプトを追加
zh_hans: 添加提示词

source: Add Snippet
de: Snippet hinzufügen
ja: スニペットを追加
zh_hans: 添加快捷短语

source: Add Term
de: Begriff hinzufügen
ja: 用語を追加
zh_hans: 添加词条

source: Advanced
de: Erweitert
ja: 詳細
zh_hans: 高级

source: Advanced automation interface for local tools. Disabled by default and bound to 127.0.0.1 only.
de: Erweiterte Automatisierungsoberfläche für lokale Tools. Standardmäßig deaktiviert und nur an 127.0.0.1 gebunden.
ja: ローカルツール向けの高度な自動化インターフェースです。初期状態では無効で、127.0.0.1 のみにバインドされます。
zh_hans: 面向本地工具的高级自动化接口。默认已停用，仅绑定到 127.0.0.1。

source: Affects only TypeWhisper recordings and transcriptions, not your live meeting microphone.
de: Betrifft nur Aufnahmen und Transkriptionen von TypeWhisper, nicht dein Live-Mikrofon in Meetings.
ja: TypeWhisper の録音および文字起こしのみに適用され、会議中のライブマイクには適用されません。
zh_hans: 仅影响 TypeWhisper 的录音和转录，不会影响你会议中正在使用的实时麦克风。

source: After 1 hour
de: Nach 1 Stunde
ja: 1時間後
zh_hans: 1小时后

source: After 2 minutes
de: Nach 2 Minuten
ja: 2分後
zh_hans: 2分钟后

source: After 5 minutes
de: Nach 5 Minuten
ja: 5分後
zh_hans: 5分钟后

source: After 10 minutes
de: Nach 10 Minuten
ja: 10分後
zh_hans: 10分钟后

source: After 30 minutes
de: Nach 30 Minuten
ja: 30分後
zh_hans: 30分钟后

source: Aggressive
de: Aggressiv
ja: 積極的
zh_hans: 激进

source: AI enhanced
de: KI-verarbeitet
ja: AI処理済み
zh_hans: AI 增强

source: AI Processed
de: KI-verarbeitet
ja: AI処理済み
zh_hans: AI 已处理

source: AI prompts can rewrite, translate, or summarize.
de: KI-Prompts können Texte umschreiben, übersetzen oder zusammenfassen.
ja: AIプロンプトはテキストを再構成、翻訳、または要約できます。
zh_hans: AI 提示词可用于改写、翻译或生成摘要。

source: All
de: Alle
ja: すべて
zh_hans: 全部

source: All Apps
de: Alle Apps
ja: すべてのアプリ
zh_hans: 所有应用

source: All available plugins are already installed.
de: Alle verfügbaren Plugins sind bereits installiert.
ja: すべての利用可能なプラグインはすでにインストールされています。
zh_hans: 所有可用插件均已安装。

source: All dictations
de: Alle Diktate
ja: すべての音声入力
zh_hans: 全部听写

source: All imported
de: Alle importiert
ja: すべてのインポート
zh_hans: 全部已导入

source: All presets imported
de: Alle Vorlagen importiert
ja: すべてのテンプレートをインポートしました
zh_hans: 所有预设均已导入

source: All Time
de: Gesamter Zeitraum
ja: 全体の期間
zh_hans: 全部时间

source: Already have a key?
de: Bereits einen Key?
ja: すでにKeyをお持ちですか？
zh_hans: 已有密钥？

source: Already Installed
de: Bereits installiert
ja: インストール済み
zh_hans: 已安装

source: Also Available
de: Ebenfalls verfügbar
ja: 他にも利用可能
zh_hans: 其他可用项

source: Also Installed
de: Ebenfalls installiert
ja: 他にもインストール済み
zh_hans: 其他已安装项

source: Always
de: Immer
ja: 常に
zh_hans: 始终

source: Always visible
de: Immer sichtbar
ja: 常に表示
zh_hans: 始终显示

source: API key configured
de: API-Schlüssel konfiguriert
ja: APIキーが設定されています
zh_hans: API 密钥已配置

source: API key required
de: API-Key erforderlich
ja: APIキーが必要です
zh_hans: 需要 API 密钥

source: API key required - configure in Integrations tab
de: API-Key erforderlich - in Integrationen konfigurieren
ja: APIキーが必要です - 統合設定で構成してください
zh_hans: 需要 API 密钥，请在“集成”页面中配置。
